#### I. Creating a Data Set

Create a sample data set by 

1. reading in a list of ages for 12 individuals

In [1]:
mydata = data.frame(Age = c(21, 32, 37, 43, 47, 51, 55, 61, 64, 66, 68, 72))

2. and adding their names.

In [2]:
attr(mydata, "row.names") = c(" 1 Amy"," 2 Ben"," 3 Carl"," 4 Dan"," 5 Ed", 
                              " 6 Fran", " 7 George", " 8 Helen", " 9 Iris", 
                              "10 Jen", "11 Kim", "12 Luke")

Show the data set that we just created:

In [3]:
mydata

          Age
 1 Amy    21
 2 Ben    32
 3 Carl   37
 4 Dan    43
 5 Ed     47
 6 Fran   51
 7 George 55
 8 Helen  61
 9 Iris   64
10 Jen    66
11 Kim    68
12 Luke   72